'use strict';

// DL8 Type-D
// Ver 1.12.71
var di_chs = 16;
var di_ch = ["DI01","DI02","DI03","DI04","DI05","DI06","DI07","DI08","DI09","DI10","DI11","DI12","DI13","DI14","DI15","DI16"];
var di_name = ["DIモニタ:No.01","DIモニタ:No.02","DIモニタ:No.03","DIモニタ:No.04","DIモニタ:No.05","DIモニタ:No.06","DIモニタ:No.07","DIモニタ:No.08","DIモニタ:No.09","DIモニタ:No.10","DIモニタ:No.11","DIモニタ:No.12","DIモニタ:No.13","DIモニタ:No.14","DIモニタ:No.15","DIモニタ:No.16"];
var di_comm = ["","","","","","","","","","","","","","","",""];
var di_count = ["","","","","","","","","","","","","","",""];
var di_unit = ["","","","","","","","","","","","","","",""];
var di_data = ["OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF","OFF"];
var di_color = ["#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000","#000000"];
var di_chno = [1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16];
var di_enable = 1;
